/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ із %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Цю швидку команду імпортовано з «%1$@» %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Цю швидку команду імпортовано з «%1$@» %2$@.";

/* %@ = action name */
"Add “%@”" = "Додати «%@»";

/* %@ = action name */
"Remove “%@”" = "Вилучити «%@»";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Ви хочете вийти з %@ у Швидких командах?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Ви хочете вийти з %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Цю швидку команду імпортовано з «%@». Ви справді хочете запустити її?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "як %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Видалити також дії всередині «%@»?";

/* %@=app name */
"Install %@" = "Інсталювати %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Фраза Siri";

/* Access resource action settings title */
"Accounts" = "Облікові записи";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Завершено редагування швидких команд";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Додано %@ до Улюблених";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "Вилучено %@ з Улюблених";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Виконується швидка команда";

/* Accessibility action */
"Delete shortcut" = "Видалити швидку команду";

/* Accessibility action */
"Duplicate shortcut" = "Дублювати швидку команду";

/* Accessibility action */
"Favorite Action" = "Додати дію до Улюблених";

/* Accessibility action */
"Rename shortcut" = "Перейменувати швидку команду";

/* Accessibility action */
"Un-favorite Action" = "Вилучити дію з Улюблених";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Змінити швидку команду";

/* Accessibility action or discoverability title */
"Run shortcut" = "Запустити швидку команду";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "додано %@ до швидкої команди";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Прийнятні типи введення";

/* Accessibility announcement */
"Closed variables tray" = "Закрито лоток змінних";

/* Accessibility announcement */
"Editing shortcuts" = "Редагування швидких команд";

/* Accessibility announcement */
"Opened variables tray" = "Відкрито лоток змінних";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "перетягування";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Швидку команду завершено";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "додано %1$@ до швидкої команди над %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "додано %1$@ до швидкої команди під %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "переміщено над %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "переміщено під %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "вилучено %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Дубльовано %@";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "згорнутий";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Перетягування";

/* Accessibility announcement; expanded parameter */
"expanded" = "розгорнутий";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Швидку команду припинено";

/* Accessibility hint */
"Closes the shortcut" = "Закриває швидку команду";

/* Accessibility hint */
"Creates a new shortcut" = "Створює нову швидку команду";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Видаляє вибрані швидкі команди";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Двічі торкніть, щоб додати до низу швидкої команди. Двічі торкніть і тримайте, потім тягніть, щоб пристосувати позицію у швидкій команді.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Можна перетягувати. Двічі торкніть і тримайте, дочекайтеся звукового сигналу, потім тягніть для зміни порядку. Двічі торкніть, щоб вибрати.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Дублює вибрані швидкі команди";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Цю швидку команду буде показано в розширенні дій Швидких команд (в меню оприлюднення iOS), коли контент, що оприлюднюється, належить до одного з типів, які ви вибираєте тут.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Вимикає режим редагування швидкої команди";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Вмикає режим редагування швидкої команди";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Торкніть двічі, щоб згорнути лоток дій на пів екрана";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Торкніть двічі, щоб повністю розгорнути лоток дій";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Торкніть двічі, щоб читати опис дії.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Можна перетягувати. Двічі торкніть і тримайте, дочекайтеся звукового сигналу, потім тягніть для зміни порядку. Двічі торкніть, щоб читати опис дії.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Торкніть двічі, щоб перемикнути параметр";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Торкніть двічі, щоб обрати";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Торкніть двічі, щоб згорнути";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Торкніть двічі, щоб вкласти";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Торкніть двічі, щоб розгорнути";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Запускає швидку команду %@";

/* Accessibility label */
"Add Tag" = "Додати тег";

/* Accessibility label */
"Close" = "Закрити";

/* Accessibility label */
"Create Shortcut" = "Створити швидку команду";

/* Accessibility label */
"Show Keyboard" = "Показати клавіатуру";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "У складі %@";

/* Accessibility label or discoverability title */
"Redo" = "Повторити";

/* Accessibility label or discoverability title */
"Undo" = "Відмінити";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Згорнено";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Половина екрана";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "На весь екран";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Дія %@ — виконується — %d % виконано";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Дія %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Вилучити фільтр";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (не вибрано)";

/* Accessibility value; switch is on */
"On" = "Увімкнено";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Відпустіть, що вилучити %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Ця дія передає вхідні дані далі як вихідні.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Отримує вхідні дані, передані на початок швидкої команди.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Ви поки не маєте жодної швидкої команди в Меню оприлюднення.\n\nЩоб додати швидку команду, створіть її і ввімкніть в її параметрах «Показати в меню оприлюднення».";

/* Action extension; no search results */
"No shortcuts match the search." = "Жодна швидка команда не відповідає запиту.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Ви поки не маєте жодної швидкої команди.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Пропозиції Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Швидка команда: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Додати до команди";

/* Add search filter */
"Add Filter" = "Додати фільтр";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Будь-хто з цим оприлюдненим посиланням буде спроможний переглянути вміст цієї швидкої команди.";

/* Alert title */
"Error" = "Помилка";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Створити посилання iCloud";

/* Allow access to service */
"Allow Access" = "Дозволити доступ";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Не інстальовано) %@";

/* App search view; navigation bar title */
"Choose App" = "Обрати програму";

/* App search view; no results */
"No results." = "Немає збігів.";

/* App search view; search bar placeholder */
"Search apps…" = "Шукати програми…";

/* Apple Watch complication */
"Complication" = "Функція циферблата";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Ви поки не маєте жодної швидкої команди Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Виберіть, які швидкі команди слід показувати у функції «Швидкі команди» на циферблаті вашого Apple Watch.\n\nЗ часом Швидкі команди доберуть оптимальний час показу ваших швидких команд у функції, орієнтуючись на те, коли ви їх запускаєте.";

/* Apps category */
"Apps" = "Програми";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Просить вас ввести текст, коли ця швидка команда запускається.";

/* Boolean false */
"False" = "Хиба";

/* Boolean true */
"True" = "Істина";

/* Button */
"Back" = "Назад";

/* Button */
"Cancel" = "Скасувати";

/* Button */
"Choose Variable" = "Обрати змінну";

/* Button */
"Clear" = "Очистити";

/* Button */
"Delete Actions" = "Видалити дії";

/* Button */
"Delete Shortcut" = "Видалити швидку команду";

/* Button */
"Done" = "Готово";

/* Button */
"Get More Shortcuts" = "Більше швидких команд";

/* Button */
"Go Back" = "Назад";

/* Button */
"Help" = "Довідка";

/* Button */
"Keep Actions" = "Лишити дії";

/* Button */
"Next" = "Далі";

/* Button */
"OK" = "ОК";

/* Button */
"Remove Action" = "Вилучити дію";

/* Button */
"Remove Action From Shortcut" = "Вилучити дію зі швидкої команди";

/* Button */
"Remove Photo" = "Вилучити фото";

/* Button */
"Select Magic Variable" = "Вибрати Магічну змінну";

/* Button */
"Select Photo" = "Вибрати фото";

/* Button */
"Show Action Settings" = "Показати параметри дії";

/* Button */
"Show Actions" = "Показати дії";

/* Button */
"Sign Out" = "Вийти";

/* Button */
"Take Photo" = "Зняти фото";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "На Початковий екран";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "На Початковий екран";

/* Button or title */
"Delete" = "Видалити";

/* Button or title */
"Run Shortcut" = "Запустити швидку команду";

/* Button or title */
"Settings" = "Параметри";

/* Button or title */
"Variables" = "Змінні";

/* Button title */
"Add to Siri" = "Додати до Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Отримати швидку команду";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Результат на весь екран";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Швидкий огляд";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Оприлюднити результат";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Ця швидка команда працює з такими програмами й службами:";

/* Choose an item */
"Choose" = "Обрати";

/* Conditional AND */
"and" = "і";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Повернути назад «Інакше»";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Дії, розміщені після «Інакше», запускатимуться, якщо умова є хибною.";

/* Conditional actions settings navigation bar title */
"If Action" = "Якщо дія";

/* Confirmation HUD when link copies */
"Link copied" = "Посилання скопійовано";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Ви справді більше не хочете оприлюднювати цю швидку команду? Це посилання iCloud буде видалено, і воно більше не працюватиме.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Цю швидку команду буде видалено з усіх ваших пристроїв iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Ці швидкі команди буде видалено з усіх ваших пристроїв iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "«%1$@» не схоже на %2$@. Може ви збиралися додати контакт?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Вжити «%@» все одно";

/* Contact field; accessibility label */
"Add Contact" = "Додати контакт";

/* Contact field; button */
"Search Contacts" = "Шукати в Контактах";

/* Contact field; supported type string */
"a phone number" = "номер телефону";

/* Contact field; supported type string */
"a phone number or email address" = "номер телефону чи адресу е-пошти";

/* Contact field; supported type string */
"an email address" = "адресу е-пошти";

/* Content Types category */
"Content Types" = "Тип контенту";

/* Copy link to shortcut */
"Copy Link" = "Копіювати лінк";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Копіювати iCloud-лінк";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Цей формат наслідує шаблони з Технічного стандарту Юнікоду #35.";

/* Custom date format alert title */
"Custom Date Format" = "Власний формат дати";

/* Custom date formatting style */
"Custom" = "Власний";

/* Custom time format title */
"Custom Format" = "Власний формат";

/* Default option */
"Default" = "Типово";

/* Delete all shortcuts */
"Delete All" = "Видалити всі";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Зняти вибір з усіх";

/* Dictionary key placeholder */
"Key" = "Ключ";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Параметри швидкої команди";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Зупинити швидку команду";

/* Discoverability title */
"Close shortcut" = "Закрити швидку команду";

/* Discoverability title */
"Search actions" = "Пошук дій";

/* Discoverability title */
"Stop shortcut" = "Зупинити швидку команду";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Є в меню оприлюднення";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Показати у віджеті";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Показати у функції";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Показати на Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Дублювати швидку команду";

/* Duplicate shortcut */
"Duplicate" = "Дублювати";

/* Edit import questions back bar button title */
"Questions" = "Питання";

/* Error message */
"No options available." = "Немає доступних опцій.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Не вдалося завантажити App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Запускайте швидкі команди відповідним віджетом.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "До обраних";

/* Favorite button title - action is favorited */
"Favorited" = "Обрано";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Запис: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Усі умови правдиві";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Будь-яка з умов правдива";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "починається з";

/* Find filter UI operator */
"contains" = "містить";

/* Find filter UI operator */
"does not contain" = "не містить";

/* Find filter UI operator */
"ends with" = "закінчується на";

/* Find filter UI operator */
"is" = "є";

/* Find filter UI operator */
"is after" = "після";

/* Find filter UI operator */
"is before" = "до";

/* Find filter UI operator */
"is between" = "між";

/* Find filter UI operator */
"is exactly" = "точно";

/* Find filter UI operator */
"is greater than" = "більше";

/* Find filter UI operator */
"is greater than or equal to" = "більше або дорівнює";

/* Find filter UI operator */
"is in the last" = "протягом останніх";

/* Find filter UI operator */
"is in the next" = "є в наступн.";

/* Find filter UI operator */
"is larger than" = "більше ніж";

/* Find filter UI operator */
"is larger than or equal to" = "більше ніж або дорівнює";

/* Find filter UI operator */
"is less than" = "менше за";

/* Find filter UI operator */
"is less than or equal to" = "менше або дорівнює";

/* Find filter UI operator */
"is longer than" = "довше ніж";

/* Find filter UI operator */
"is longer than or equal to" = "довше ніж або дорівнює";

/* Find filter UI operator */
"is not" = "не є";

/* Find filter UI operator */
"is not exactly" = "не є точно";

/* Find filter UI operator */
"is not on" = "немає на";

/* Find filter UI operator */
"is on" = "є на";

/* Find filter UI operator */
"is shorter than" = "коротше ніж";

/* Find filter UI operator */
"is shorter than or equal to" = "коротше ніж або дорівнює";

/* Find filter UI operator */
"is smaller than" = "менше ніж";

/* Find filter UI operator */
"is smaller than or equal to" = "менше ніж або дорівнює";

/* Find filter UI operator */
"is today" = "сьогодні";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Запустіть цю швидку команду своїм голосом, додавши її до Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Використовуйте цю швидку команду з інших програм, відкривши меню оприлюднення і торкнувши «Швидкі команди».";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Введіть ключ, щоб видобути його значення зі словника, або залиште пустим, щоб отримати словник цілком.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (цей пристрій)";

/* Full name of contact */
"Full Name" = "Повне ім’я";

/* Full street address of location */
"Full Street Address" = "Повна адреса";

/* Get property */
"Get" = "Отримати";

/* Get value for a dictionary key */
"Get Value for Key" = "Отримати значення для ключа";

/* Go to next import question */
"Continue" = "Продовжити";

/* Guided tour; drag actions to here hint */
"…to here" = "…сюди";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Тягніть дії сюди";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Ця дія, запущена на Apple Watch, вимагатиме від вас застосування Handoff для продовження на своєму iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Одиниця";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Час за ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Ґліф %1$@, колір тла %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Оберіть власне зображення, що використовуватиметься, коли цю швидку команду додано на початковий екран.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Подане вище зображення використовуватиметься, коли цю швидку команду додано на початковий екран.";

/* Icon editor; accessibility label */
"Icon Preview" = "Передогляд іконки";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Редактор іконки швидкої команди";

/* Icon editor; segmented control option */
"Color" = "Колір";

/* Icon editor; segmented control option */
"Glyph" = "Гліф";

/* Icon editor; segmented control option */
"Home Screen" = "Початковий екран";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Додані тут питання ставитимуться, коли ця швидка команда імпортується на інший пристрій. Відповіді на ці питання наповнюватимуть цю швидку команду.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Ви можете випробувати свої питання імпорту з допомогою кнопки «Пристосувати швидку команду» в параметрах цієї швидкої команди.";

/* Import questions detail view */
"Default Answer" = "Типова відповідь";

/* Import questions detail view */
"Question Text" = "Текст питання";

/* Import questions detail view */
"Type a question here…" = "Введіть питання тут…";

/* Import questions details view; navigation bar title */
"Details" = "Деталі";

/* Import questions; button */
"Add New Question…" = "Додати нове питання…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Оберіть параметр з однієї з поданих нижче дій.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Оберіть параметр";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Ця швидка команда не має дій. Додайте якісь дії до своєї швидкої команди перед налаштуванням Питань імпорту.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Ця швидка команда приймає %@";

/* Input types of action */
"Input" = "Ввід";

/* Input variable description */
"Gets the output of the previous action." = "Отримує вихідні дані попередньої дії.";

/* Install app icon; should match App Store GET button */
"GET" = "ОТРИМАТИ";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Додавайте дії знизу для побудови своєї швидкої команди.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Додавайте дії зліва для побудови своєї швидкої команди.";

/* Item can be anything */
"anything" = "будь-що";

/* Keep all shortcuts */
"Keep All" = "Лишити всі";

/* Keep shortcuts */
"Keep" = "Лишити";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Лишити %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Розгорнути";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Згорнути";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Прийнятні типи";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Додати %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Який тип значення ви хочете додати?";

/* Long date formatting style */
"Long" = "Довгий";

/* Manage sharing */
"Manage Sharing" = "Керування оприлюдненням";

/* Medium date formatting style */
"Medium" = "Середній";

/* Missing action error action */
"Update Shortcuts" = "Оновити Швидкі команди";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Цю дію не вдалося знайти в цій версії Швидких команд.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Назва і URL з магазину";

/* Name of measurement unit */
"Unit (Name)" = "Міра";

/* Navigation bar title */
"Select a Magic Variable" = "Виберіть Магічну змінну";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Розвʼязати конфлікти";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Змінна недоступна.";

/* None option */
"None" = "Немає";

/* Note about using the action */
"Note" = "Нотатка";

/* Parameter already in use by another import question */
"Already In Use" = "Уже використовується";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Не підтримується для питань";

/* Piece of text */
"Text" = "Текст";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Цю швидку команду імпортовано з іншої програми. Ви справді хочете запустити її?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Відносний";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Як давно/доки";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Невідомий пристрій";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Ця назва використовуватиметься для всіх Магічних змінних цієї дії %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Перейменувати Магічну змінну";

/* Rename shortcut alert title */
"Rename Shortcut" = "Перейменувати швидку команду";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Введіть нове імʼя для своєї швидкої команди.";

/* Rename workflow or variable */
"Rename" = "Змінити імʼя";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Вимагає";

/* Result types of action */
"Result" = "Результат";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Виявити дію";

/* Scripting category */
"Scripting" = "Робота зі скриптами";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Пошук";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Швидкі команди функцій циферблата";

/* Select all input types */
"Select All" = "Вибрати всі";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Оприлюднити швидку команду";

/* Share a workflow along with a description */
"Share with Description" = "Оприлюднити з описом";

/* Share a workflow as a file */
"Share as File" = "Слати як файл";

/* Share shortcut */
"Share" = "Оприлюднити";

/* Short date formatting style */
"Short" = "Короткий";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "«%@» не містить дій.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Пуста швидка команда";

/* Shortcut contains no actions error title */
"No Actions" = "Немає дій";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Налаштувати швидку команду…";

/* Shortcut icon */
"Icon" = "Іконка";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Обрати команду";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Переміщено поміж %1$@ і %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Переміщено в кінець позад %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Переміщено вгору поперед %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Щоб застосовувати швидкі команди з віджета на екрані «Сьогодні», виконайте кілька простих кроків, щоб додати цей віджет. Або торкніть «Готово», щоб налаштувати пізніше.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Додайте віджет на екран «Сьогодні», щоб запускати швидку команду блискавично.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Знімок екрана з меню оприлюднення в Safari з виділенням активності Швидких команд";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Швидкі команди Розширень дій запускаються з меню оприлюднення всередині інших програм.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Віджет Швидких команд на екрані «Сьогодні» запускаються в Центрі сповіщень витягуванням донизу з верхівки екрана.";

/* Shortcut types help view; title */
"Shortcut Types" = "Типи швидких команд";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Видалено на %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Видалено на іншому пристрої";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Змінено на %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Змінено на іншому пристрої";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Шукати швидкі команди…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Знімок екрана з віджетом «Швидкі команди» у Центрі сповіщень";

/* Siri phrase */
"“%@”" = "«%@»";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Пропустити налаштовування";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Не оприлюднювати";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Подати до Галереї";

/* Tap to choose an option */
"Tap to Choose" = "Торкніть, щоб обрати";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Погляньте на швидку команду, яку мені вдалося створити!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Контролер дій";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "унизу екрана";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "угорі справа екрана";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Будь-що";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Нічого";

/* Title */
"Actions" = "Дії";

/* Title */
"Date Format" = "Формат дати";

/* Title */
"Requires Handoff" = "Потребує Handoff";

/* Title */
"Shortcuts" = "Швидкі команди";

/* Title */
"Time Format" = "Формат часу";

/* Title */
"Type" = "Тип";

/* Title for action drawer categories view */
"Categories" = "Категорії";

/* Title for configuration page for unit */
"Unit (Title)" = "Міра";

/* Title of main screen showing your library of shortcuts */
"Library" = "Бібліотека";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Налаштуйте швидкі команди";

/* Title or button */
"Import Questions" = "Питання для імпорту";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Ось вам! Ваш віджет «Сьогодні» налаштовано.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Далі візьміть собі з Галереї кілька віджетів швидких команд екрана «Сьогодні».";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "З віджетом Швидких команд на екрані «Сьогодні» ви можете запускати швидкі команди єдиним торканням із будь-якої програми, просто потягнувши донизу Центр сповіщень.";

/* Today widget explanation button */
"Add Widget" = "Додати віджет";

/* Today widget explanation button */
"View the Gallery" = "Дивитись Галерею";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Блискавично запускайте швидкі команди звідусіль на своєму %MODEL%.";

/* Unknown item */
"Unknown" = "Невідомо";

/* Used in a phrase like 'Add new item' */
"new item" = "новий елемент";

/* User’s favorited workflows or actions */
"Favorites" = "Обрані";

/* Variable field placeholder */
"Variable Name" = "Ім’я змінної";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Ви можете створити змінну, додавши дію «Задати змінну».";

/* Varible picker; none available error title */
"No Variables Are Available" = "Немає доступних змінних";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Конфлікти";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Налагодьте цю швидку команду";

/* Workflow name */
"Name of Shortcut" = "Назва";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Торкніть «Готово», щоб редагувати свою швидку команду далі.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Знімок екрана з програмою годинника «Швидкі команди»";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Швидкі команди Apple Watch запускаються прямо з запʼястка через програму годинника «Швидкі команди» чи відповідну функцію циферблата.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Де знайти віджет «Сьогодні»?";

/* iOS Today Widget */
"Today Widget" = "Віджет «Сьогодні»";

